/* No comment provided by engineer. */
" Preparing payment..." = " Preparing payment...";

/* No comment provided by engineer. */
"Back to shop" = "Back to shop";

/* No comment provided by engineer. */
"Card Number" = "Card Number";

/* No comment provided by engineer. */
"Cart total" = "Cart total";

/* No comment provided by engineer. */
"Completing payment..." = "Completing payment...";

/* No comment provided by engineer. */
"Connection is offline.\nPlease make sure you are connected to the internet and try again." = "Connection is offline.\nPlease make sure you are connected to the internet and try again.";

/* No comment provided by engineer. */
"CVV" = "CVV";

/* No comment provided by engineer. */
"Deleting card..." = "Deleting card...";

/* No comment provided by engineer. */
"Enter cardholder's name" = "Enter cardholder's name";

/* No comment provided by engineer. */
"Enter CVV" = "Enter CVV";

/* No comment provided by engineer. */
"Enter the expiration date" = "Enter the expiration date";

/* No comment provided by engineer. */
"Enter your card number" = "Enter your card number";

/* No comment provided by engineer. */
"Expiration Date" = "Expiration Date";

/* No comment provided by engineer. */
"Invalid state" = "Invalid state";

/* No comment provided by engineer. */
"Name on Card" = "Name on Card";

/* No comment provided by engineer. */
"Not implemented on the server" = "Not implemented on the server";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Pay" = "Pay";

/* No comment provided by engineer. */
"Payment" = "Payment";

/* No comment provided by engineer. */
"Payment failed\(message)" = "Payment failed\(message)";

/* No comment provided by engineer. */
"Please enter a valid card" = "Please enter a valid card";

/* No comment provided by engineer. */
"Please select a payment method" = "Please select a payment method";

/* No comment provided by engineer. */
"Please wait..." = "Please wait...";

/* No comment provided by engineer. */
"Proceed with payment" = "Proceed with payment";

/* No comment provided by engineer. */
"Retry" = "Retry";

/* No comment provided by engineer. */
"Store card for future transactions" = "Store card for future transactions";

/* No comment provided by engineer. */
"The payment response was invalid" = "The payment response was invalid";

/* No comment provided by engineer. */
"The server response is invalid" = "The server response is invalid";

/* No comment provided by engineer. */
"There was an error contacting the server." = "There was an error contacting the server.";

/* No comment provided by engineer. */
"There was an error while contacting the server. Please try again later." = "There was an error while contacting the server. Please try again later.";

/* No comment provided by engineer. */
"Use other card" = "Use other card";

/* No comment provided by engineer. */
"You have %d saved cards" = "You have %d saved cards";

/* No comment provided by engineer. */
"Your payment was successful!\(message)" = "Your payment was successful!\(message)";

